[
  {
    "idx": 0,
    "statement": "Government should not censor speech, press, or internet content–directly or indirectly.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 1,
    "statement": "Adults should have full bodily autonomy, meaning government should not interfere with decisions affecting their bodies.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 2,
    "statement": "Government should not monitor personal conversations, correspondence, or search private property without a warrant.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 3,
    "statement": "There should be no laws against public assembly nor government control of peaceful, private association.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 4,
    "statement": "Law enforcement should focus resources on crimes against innocent persons and property instead of victimless crimes.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 5,
    "statement": "Government should stay out of healthcare, allowing people to form and choose health plans, associations, and charities freely.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 6,
    "statement": "Let parents educate their children according to their beliefs and preferences, free from government interference.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 7,
    "statement": "Replace government welfare with private charity and mutual aid.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 8,
    "statement": "Central banks should be abolished, allowing people to freely choose and exchange their preferred currencies.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  },
  {
    "idx": 9,
    "statement": "Lift government restrictions on economic activity and enable courts to adjudicate civil and criminal law violations.",
    "options": [
      "Agree",
      "Maybe",
      "Disagree"
    ]
  }
]